{
  "br": {
    "form": {
      "email": {
        "label": "Email",
        "placeholder": "example@email.com"
      },
      "password": {
        "label": "Senha",
        "placeholder": "Example@01"
      },
      "checkbox": {
        "label": "lembrar"
      },
      "submit": {
        "placeholder": "Acessar"
      },
      "recover": { "label": "recuperar a senha", "route": "/" }
    },
    "titleTips": [
      "Sou uma só, mas sou muitos. Sou antiga, mas também sou nova. Quem sou eu?",
      "Quanto mais você tira, mais cresce. O que é?",
      "Nunca será visto, mas sempre será sentido. O que é?",
      "Sou pesado para trás, mas não para frente. O que sou eu?",
      "Sempre estou à frente do amanhã, mas nunca estou depois do ontem. Quem sou eu?",
      "Sou líquido quando frio, sólido quando quente. O que sou eu?",
      "Quando você me tem, quer me compartilhar. Quando você compartilha comigo, não me tem mais. O que sou eu?",
      "Sou algo que todos os homens têm, mas que os pobres têm mais do que os ricos. O que sou eu?",
      "Sou muito presente quando você não me quer, mas me evaporo quando você me procura. O que sou eu?",
      "Falo sem boca e ouço sem ouvidos. Quem sou eu?"
    ]
  },
  "en": {
    "form": {
      "email": {
        "label": "Email",
        "placeholder": "example@email.com"
      },
      "password": {
        "label": "Password",
        "placeholder": "Example@01"
      },
      "checkbox": {
        "label": "remember"
      },
      "submit": {
        "placeholder": "Access"
      },
      "recover": { "label": "recover password", "route": "/" }
    },
    "titleTips": [
      "I am one, but I am many. I am old, but I am also new. Who am I?",
      "The more you take, the more it grows. What is it?",
      "It will never be seen, but it will always be felt. What is it?",
      "I'm heavy behind but not forward. What am I?",
      "I'm always ahead of tomorrow, but I'm never after yesterday. Who am I?",
      "I'm liquid when cold, solid when hot. What am I?",
      "When you have me, you want to share me. When you share me, you don't have me anymore. What am I?",
      "I am something that all men have, but the poor have more than the rich. What am I?",
      "I'm very present when you don't want me, but I evaporate when you look for me. What am I?",
      "I speak without a mouth and I hear without ears. Who am I?"
    ]
  }
}
